export const monthLabels = [
  "1월",
  "2월",
  "3월",
  "4월",
  "5월",
  "6월",
  "7월",
  "8월",
  "9월",
  "10월",
  "11월",
  "12월",
];

export const months = [
  "1",
  "2",
  "3",
  "4",
  "5",
  "6",
  "7",
  "8",
  "9",
  "10",
  "11",
  "12",
];

export const feedData = {
  "2025-01-05": ["러닝 3km"],
  "2025-02-12": ["윗몸일으키기 50회"],
  "2025-03-08": ["하체 운동"],
  "2025-05-01": ["스트레칭 20분", "유산소 10분"],
  "2025-05-02": ["푸쉬업 3세트"],
  "2025-05-03": ["런닝 5km"],
  "2025-05-05": ["하체 운동", "복부 운동"],
} as const;
